RULES = """
ШВИДКІ ПРАВИЛА
- Перед початком гри учасники діляться на команди. Команди 
можуть складатися з приблизно однакової кількості гравців, 
але їх не може бути менш ніж два.
- Гра ділиться на «черги» довжиною 1 хвилину.
- Команди пояснюють слова по черзі. Гравці в командах теж
пояснюють слова по черзі.
- Своєю чергою один з членів команди за 1 хвилину повинен 
пояснити слово іншим членам, а вони мають відгадати.
- Кожне вгадане слово +1 бал.
- Кожне пропущене або невідгадане слово -1 бал.
- Перемагає команда, яка першою набрала певну кількість очок!
"""

GREERING = """
Вітаємо в грі Alias!!!
Аліас (Alias) — командна гра, в якій треба максимально швидко пояснити своїй команді задані слова без використання однокореневих.
Назва Alias походить від англійського Alias — псевдонім (синонім) або дослівно латині "скажи інакше"
"""